Repository: sebastian-meyer/slub_digitalcollections
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# double.RectoVerso
source: Adjust recto/verso
de: Recto/Verso korrigieren

# double.doublePageView
source: Show double pages
de: Doppelseitenansicht

# double.singlePageView
source: Show single page
de: Einzelseitenansicht

# download.fulltext.fulltextDownload
source: Fulltext download
de: Volltext herunterladen

# download.fulltext.leftPage
source: Fulltext left page (XML)
de: Volltext linke Seite (XML)

# download.fulltext.rightPage
source: Fulltext right page (XML)
de: Volltext rechte Seite (XML)

# download.fulltext.singlePage
source: Fulltext page (XML)
de: Volltext Seite (XML)

# download.image.imageDownload
source: Download image
de: Bild herunterladen

# download.image.leftPage
source: Download left page (JPG)
de: Linke Seite herunterladen (JPG)

# download.image.rightPage
source: Download right page (JPG)
de: Rechte Seite herunterladen (JPG)

# download.image.singlePage
source: Download single page (JPG)
de: Einzelseite als Bild herunterladen (JPG)

# download.mets
source: METS file (XML)
de: METS Datei (XML)

# download.pdf.leftPage
source: Download left page (PDF)
de: Linke Seite herunterladen (PDF)

# download.pdf.pdfDownload
source: Download PDF
de: PDF herunterladen

# download.pdf.rightPage
source: Download right page (PDF)
de: Rechte Seite herunterladen (PDF)

# download.pdf.singlePage
source: Download single page (PDF)
de: Einzelseite herunterladen (PDF)

# download.work
source: Download whole work
de: Gesamtes Werk herunterladen (PDF)

# fullscreen
source: Fullscreen Mode
de: Vollansicht

# fulltext.no_fulltext_double
source: No fulltext in double page mode.
de: Keine Volltexte in der Doppelseitenansicht.

# fulltext.no_fulltext_gridpage
source: No fulltext in gridpage mode.
de: Keine Volltexte in der Vorschau-Ansicht.

# score.no_score_gridpage
source: No fulltext in gridpage mode.
de: Keine Notentexte in der Vorschau-Ansicht.

# gridpage.preview
source: Thumbnail Preview
de: Vorschaubilder

# listview.moredetails.hide
source: Hide more details
de: Details ausblenden

# listview.moredetails.show
source: Show more details
de: Details einblenden

# listview.moredetails.toggle
source: Toggle details
de: Details ein-/ausblenden

# nav.open
source: Open page navigation
de: Seitennavigation Ã¶ffnen

# plugins.single_collection_view
source: Single Collection View
de: Ansicht einer einzelne Kollektion

# plugins.single_collection_view.description
source: Show Collection with Search Form and Search Results.
de: Anzeige einer Kollektion mit Such-Formular und Ergebnissen.

# provider.email_provider
source: Email to data provider
de: Email an Datenprovider

# provider.local_catalogue
source: Online Public Access Catalogue
de: Lokaler Katalog

# provider.slub_catalogue
source: SLUB Catalogue
de: SLUB Katalog

# purl.document
source: Permalink document
de: Permalink Dokument

# purl.singlePage
source: Permalink page
de: Permalink Seite
